Repository: lowagner/bitbox-salamander
Catalog: trans_*.po
Languages: fr

source: An underground passageway in my room !
fr: Oh un passage secret dans ma chambre !

source: We're going to your house at once !
fr: On file chez toi tout de suite !

source: It's dangerous to go alone. Take this.
fr: Il est dangereux d'aller seul. Prends cela.

source: mind your own business !
fr: Occupe-toi de tes oignons !

source: In fact I was ... returning from the Happy Boar tavern and returning home.
fr: En fait je rentrais du trav ... de la taverne du sanglier joyeux et je vais à la maison.

source: I thought your father never let you go out alone ?
fr: Je pensais que ton père ne te laissait jamais sortir seul ?

source: What, *again* ?
fr: Quoi, *encore* ?

source: Oh, your father is in bad shape ?
fr: Oh, ton papa va mal ?

source: No .. Yes !
fr: Non ... Oui !

source: But won't it be dangerous to be alone ?
fr: Mais ce ne sera pas dangereux pour toi d'aller seul ?

source: Hi boy, what are you doing ?
fr: Salut gamin, qu'est-ce que tu fais dehors ?

source: Ah ! Of course. Give it back to me
fr: Ah, oui c'est sur. Rends-la moi.

source: What ?
fr: Quoi ?

source: Let me escort you to your house anyway...
fr: Laisse moi te ramener en passant ...

source: Come here, I'll bring you home.
fr: Viens ici, je te ramène chez toi.

source: Well, ... thank you
fr: Ben ... merci

source: It's just a wood stick !
fr: C'est juste un baton !

source: Well, it's nice that you found me, I'll never let him down alone.
fr: Heureusement que tu m'as trouvé, je ne le laisserai pas seul.

source: Well, ...
fr: Eh ben ...

source: No I haven't seen him just here.
fr: Non, je ne l'ai pas vu récemment.

source: It's a bottle of wine ! Don't you think I'm too young for this ?
fr: C'est une bouteille de vin ! Vous ne pensez pas que je sois trop jeune ?

source: Oh, well ...
fr: Oh zut ...

source: Get back to sleep immediately !
fr: Va te coucher tout de suite !

source: I'm waiting for him !
fr: Je l'attends justement.

source: Young boy, I'm your friend father, and I don't like the way you talk to me.
fr: Gamin, je suis l'ami te ton père, et je n'aime pas la façon dont tu me parles.

source: Why can't I go see what's outside
fr: Pourquoi ne puis-je pas aller voir dehors ?

source: my father is not well !
fr: Me père va mal !

source: It's dangerous to go alone. But you have my stick now. Leave me alone.
fr: Il est dangereux d'aller seul. Mais tu as mon baton maintenant. Laisse-moi tranquille.

source: Spoiled child ! Do you want it or not ?
fr: Gosse pourri gate ! Tu le veux ou non ?

source: And the fact that you're alone at this late hour is my business indeed.
fr: et le fait que tu sois dehors à cette heure *est* mon problème !

source: Such a vast world and I'm here !
fr: Le monde est si vaste et je reste coincé ici !

source: I can't sleep ! I want to go out !
fr: Je ne peux pas dormir, je veux sortir !

source: The moon is so nice
fr: La lune est si belle ...
